[
  {
    "uid": "93W7rhFPmzboCyax1QmKeN",
    "title": "Dole, Pineapple Slices in Juice, 20 Oz",
    "price": 1.12,
    "quantity": 20,
    "category": "food",
    "keywords": [
      "food",
      "pineapple",
      "fruit",
      "grocery",
      "can"
    ],
    "features": [
      "NATURALLY GLUTEN FREE",
      "DELICIOUS PINEAPPLE",
      "HEALTHY SNACKS AND JUICES"
    ],
    "description": "Dole Pineapple Slices, 20 Oz. Founded in Hawaii in 1851, Dole is the world's largest producer and marketer of high-quality fresh fruit and fresh vegetables. The Dole brand means the finest, high-quality products. Dole will continue to meet customers' expectations by consistently providing products that meet the highest standard - the Dole standard. Dole is focused on four pillars of sustainability in all of its operations: water management, carbon footprint, soil conservation and waste reduction. For Dole, anything less is unacceptable. You already know it’s important to have at least 5 servings of fruit and vegetables a day. With Dole Jarred Fruit, it’s easier than ever to get your daily fruit. There’s no cutting, peeling or mess. Just open the jar and taste the goodness of ready-to-eat fruit.",
    "image": "https://images-na.ssl-images-amazon.com/images/I/61UxD42OI%2BL._SL1000_.jpg"
  },
  {
    "uid": "7aoNkgSg71nPkmFa43f2kg",
    "title": "Kraft Thick and Creamy Macaroni and Cheese Dinner, 7.25 oz Box (3 Boxes)",
    "price": 22.79,
    "quantity": 10,
    "category": "food",
    "keywords": [
      "food",
      "macaroni",
      "dinner",
      "grocery",
      "box"
    ],
    "features": [
      "NO Artificial Preservatives",
      "NO Artificial Flavors",
      "NO Artificial Dyes"
    ],
    "description": "Kraft Thick and Creamy Mac and Cheese Dinner is a convenient boxed dinner. A delicious twist on a classic comfort food, kids and adults love the rich taste of mac pasta mixed with thick and creamy cheddar cheesy goodness. This easy dinner includes macaroni pasta and thick'n creamy cheddar cheese sauce mix, so you just need milk and margarine or butter to make a tasty lunch or dinner. With no artificial flavors, no artificial preservatives and no artificial dyes, thick mac and cheese always makes a great family dinner choice. Preparing boxed mac and cheese is a breeze just boil the noodles for 8 to 10 minutes, drain the water and stir in the cheese mix, milk and margarine or butter. One 7.25 ounce box makes about 3 servings.",
    "image": "https://m.media-amazon.com/images/I/61z0mD9L7OL.jpg"
  },
  {
    "uid": "878VDBbxLSqBU9WGvU95ZY",
    "title": "Whole Apple Pie, 35 Ounce",
    "price": 10.99,
    "quantity": 6,
    "category": "food",
    "keywords": [
      "food",
      "pie",
      "dessert",
      "bakery",
      "apple"
    ],
    "features": [
      "Holiday must have",
      "Sweet apples, and warm spices",
      "Better than your grandma's"
    ],
    "description": "Our bakers combine a traditional artisan bakery with a wholesome and creative touch. Our breads, cakes, cookies, pies and more are made with unbleached, unbromated flour — and we don’t use hydrogenated fats, high-fructose corn syrup or artificial sweeteners.",
    "image": "https://previews.123rf.com/images/serezniy/serezniy1812/serezniy181230016/113476627-tasty-homemade-apple-pie-on-white-background.jpg"
  },
  {
    "uid": "2wbEMpDB9wmXWRWK3YP9JT",
    "title": "Red Baron, Classic Four Cheese Pizza, 21.06 Ounce (Frozen)",
    "price": 3.52,
    "quantity": 15,
    "category": "food",
    "keywords": [
      "food",
      "pizza",
      "dinner",
      "frozen",
      "cheese pizza"
    ],
    "features": [
      "Real cheese",
      "Four Premium Cheeses",
      "Real pizza taste and flavor"
    ],
    "description": "Why have just another frozen pizza when you could have Red Baron Classic Pizza?? Red Baron Classic Pizza is the best selling premium topped pizza in the nation. Enjoy the generous toppings that feature 100% real cheeses, premium vegetables and pre-cooked meats. These premium toppings sit on a traditional crust that bakes up crispy every time. Enjoy the best in premium pizza with Red Baron Classic.",
    "image": "https://www.redbaron.com/images/multi-classic/img-products-multi-classic-4-cheese_703.jpg"
  },
  {
    "uid": "9GNrc1e5uPSbyTDUqyuh4z",
    "title": "UNCLE BEN'S Ready Whole Grain Medley: Brown Rice & Wild Rice, Ready to Heat, 8.5 Oz Pouches, Pack of 6",
    "price": 11.94,
    "quantity": 30,
    "category": "food",
    "keywords": [
      "food",
      "rice",
      "dinner",
      "quick meals",
      "microwave"
    ],
    "features": [
      "Microwave rice in just 90 seconds",
      "Delicious medley of brown rice and wild rice",
      "Convenient pouch eliminates prep and cleanup",
      "No trans fat, no saturated fat, no cholesterol"
    ],
    "description": "Uncle Ben's Whole Grain Medley: Brown & Wild Rice is a savory mix of brown rice, wild rice and red rice, perfectly seasoned with herbs and spices. This flavorful whole grain medley gives your family the goodness of 100% whole grains and meets the whole grains full daily requirement, in just one serving. Uncle Ben's can help you with a great dinner solution, ready in no time. If you’ve got 90 seconds, then you have the beginnings of a great meal. Plus, the convenient microwaveable pouch eliminates prep and cleanup, so cooking is even quicker and easier. ‡USDA Dietary Guidelines recommend eating 3 servings (48g) or more of whole grains daily.",
    "image": "https://fa74d61d848a20b729bb-0251b36b713060ab3e0e8321940e01ff.ssl.cf2.rackcdn.com/0054800233350_CF_default_default_large.jpeg"
  },
  {
    "uid": "wAe8RoybBbKtUh1P1nKkia",
    "title": "Costa Coffee Ground Coffee, Medium and Dark Roast, 2 bags (12oz each), Rainforest Alliance Certified",
    "price": 19,
    "quantity": 34,
    "category": "food",
    "keywords": [
      "food",
      "coffee",
      "costa coffee",
      "ground coffee"
    ],
    "features": [
      "FIRST DECISION OF THE DAY: Smooth, nutty medium roast or bold, chocolatey dark roast? Our Signature Blend Medium and Dark Roasts are a blend of 100% Arabica beans from Honduras, Brazil and Colombia",
      "ALWAYS RESPONSIBLY SOURCED: Our beans are our pride and joy and always sourced from Rainforest Alliance Certified farms. Rainforest Alliance is a non-profit that is dedicated to protect biodiversity, amplify the voices of farmers and forest communities, and help them mitigate and adapt to climate change.",
      "LONDON BORN, NOW U.S.A BOUND. From the land of notoriously bad weather comes famously great coffee. Costa Coffee's story began in London, England with two brothers in search of the perfect cup of smooth, bitter-free coffee. Almost 50 years later, London's favorite coffee shop has crossed the pond to the United States",
      "CHOOSE YOUR BREW: How many cups of coffee does it take for you to take on the day? No judgement here. Whether your favorite method is filtered drip, French press, or pour-over Costa Coffee can create the perfect cup"
    ],
    "description": "From the land of notoriously bad weather comes famously great coffee. Almost 50 years ago, Sergio and Bruno Costa came to London and discovered their calling - to bring great tasting coffee to the tea drinkers of Great Britain. After blind-testing 112 variations of coffee the Costa Brothers discovered our first Signature Blend. Now Costa Coffee has arrived in the U.S. and whether you go for exceptionally smooth or delightfully bold, we’ve got you covered",
    "image": "https://images-na.ssl-images-amazon.com/images/I/81lzzU0XPNL._SL1500_.jpg"
  }
]